Autodesk.Revit.DB.Geolocation.Services.CreateGeolocationServerId.CreateGeolocationServerGUID
GUID to represent the create geolocation server id.

Autodesk.Revit.DB.Geolocation.Services.CreateGeolocationServerId
Id for external server implementing create geolocation service.